{
 "Predeterminado": [
   "Para ver tu frase del día, selecciona el estado de ánimo que mejor represente cómo te sientes.\n\nRecuerda que no hay respuestas incorrectas: tu sentir es válido y merece un espacio para ser escuchado."
 ],
 "emocionado": [
   "¡Estás en una frecuencia altísima! Tu cuerpo lo sabe, tus ideas lo confirman, y el mundo parece alinearse con tu entusiasmo.\nPermítete disfrutar ese impulso sin contención: estás avanzando con fuerza real.",
   "Tu emoción es la chispa que enciende lo inesperado. Esa energía que llevas dentro es el motor de algo grande.\nAprovecha la corriente, deja atrás el miedo, y lánzate a hacer que suceda.",
   "Todo en ti vibra al ritmo de algo nuevo. La emoción te despierta, te sacude y te invita a participar con todo.\nNo es solo una sensación: es una señal para empezar algo con sentido.",
   "La emoción que sientes hoy no es casual. Es tu brújula interior apuntando hacia lo que realmente importa.\nConfía en ella. Estás en el momento preciso para actuar con decisión.",
   "Cuando estás emocionado, el mundo se pinta con otros colores. Tu mirada tiene brillo y tu voz se llena de intención.\nNo lo ignores: tu cuerpo te habla con entusiasmo."
 ],
 "alegre": [
   "Hoy el día fluye ligero porque tú lo estás haciendo liviano con tu alegría.\nEres como un rayo de sol entre las sombras: calmas, aligeras, contagias sin darte cuenta.",
   "Tu alegría no necesita palabras. Está en cómo caminas, en tu risa suelta, en los detalles pequeños que te hacen sonreír.\nY eso, es un regalo para todos.",
   "Cuando estás alegre, incluso lo cotidiano parece mágico.\nTu actitud ilumina lo que tocas y transforma los espacios.\nSigue irradiando esa energía: es tu superpoder.",
   "Tu alegría es real porque nace de lo simple: una buena noticia, un pensamiento lindo, el recuerdo de algo bueno.\nGracias por compartir esa vibración con el mundo.",
   "Estar alegre no es no tener problemas: es saber que tu corazón también merece brillar.\nY eso es exactamente lo que estás haciendo hoy."
 ],
 "relajado": [
   "Tu respiración es pausada, tu mente despejada, y tu cuerpo se deja llevar.\nEste momento de paz que habitas es un regalo: no lo apresures, no lo interrumpas.",
   "Sentirse relajado no es huir del mundo, es volver al centro.\nTe encuentras contigo mismo sin exigencias, solo presencia plena.",
   "Tu calma no significa inactividad: significa que estás respondiendo al caos con equilibrio.\nRespeta ese ritmo interno que te protege y te regenera.",
   "En tu silencio hay sabiduría. En tu pausa, poder.\nEstás recordando que la paz también se construye, paso a paso, elección por elección.",
   "Hoy te das permiso para soltar, para no controlar todo, para simplemente estar.\nY en ese estado... florecen nuevas ideas y nuevas fuerzas."
 ],
 "pensativo": [
   "Tu mente está explorando caminos internos, reflexionando cosas que quizás no tienen forma aún.\nNo busques respuestas rápidas: a veces pensar es la forma más profunda de sentir.",
   "Estás en pausa activa. Observas, conectas puntos, te permites entender.\nEste momento tiene valor aunque no sea ruidoso. Tal vez lo que nazca de aquí lo cambie todo.",
   "Ser pensativo no es estar perdido, es estar viajando dentro.\nY ahí, dentro, es donde se toman decisiones sabias.",
   "Tu mirada va más allá de lo evidente. Estás tocando capas más profundas de lo que pasa.\nConecta con eso: tu intuición está trabajando.",
   "Pensar en lo que duele, en lo que inspira, en lo que asusta… es parte del proceso.\nEstás haciendo espacio para crecer. Con paciencia y con propósito."
 ],
 "preocupado": [
   "Tu mente está agitada, intentando encontrar sentido, controlar lo que escapa.\nNo estás solo en esto. Y no todo tiene que resolverse hoy.",
   "Está bien sentirte inseguro. La preocupación es humana y, a veces, necesaria para protegernos.\nSolo no dejes que te paralice: respira, suéltala, y decide desde la calma.",
   "Lo incierto incomoda. Pero también abre caminos nuevos.\nQuizás no tienes todas las respuestas aún, pero tu atención y tu intención son un buen inicio.",
   "No necesitas cargar con todo. Puedes compartir lo que duele, pedir ayuda, detenerte un segundo.\nTu bienestar importa más que cualquier expectativa.",
   "Aunque tu mente piense en bucle, tu cuerpo sabe cómo regresar al presente.\nEscúchalo. Este momento también necesita de tu cuidado, no solo de tus soluciones."
 ],
 "triste": [
   "La tristeza no es un error, es una emoción profunda que pide ser sentida.\nEstás permitiéndote estar vulnerable, y eso es una forma de fuerza.",
   "Puede que hoy no tengas respuestas ni ánimos… y está bien.\nDate permiso de sentir sin tener que explicar. No es debilidad, es humanidad.",
   "Tu tristeza es una pausa, no un final.\nRecuerda que incluso en los días más grises, estás construyendo tu propia resiliencia.",
   "Estás atravesando un tramo difícil, y eso ya es valiente.\nA veces, levantarse no es correr, es simplemente quedarse de pie un día más.",
   "No es necesario correr para estar bien. A veces, quedarse quieto, llorar y respirar es el acto más sanador.\nEsto también pasará, pero por ahora: acompáñate con ternura."
 ],
 "aburrido": [
   "Nada parece moverse… y tal vez eso sea exactamente lo que necesitas.\nEl aburrimiento no es vacío, es un espacio esperando ser llenado con algo nuevo.",
   "Estás ante un lienzo en blanco. ¿Qué podrías inventar hoy que no hubieras probado antes?\nEl aburrimiento es el inicio de muchas ideas brillantes.",
   "Quizás tu mente está pidiendo exploración, novedad o incluso descanso del estímulo constante.\nEscúchala: ahí puede estar tu siguiente chispa.",
   "Cuando todo se siente repetitivo, es señal de que estás listo para algo diferente.\nInventa tu escape: un pequeño giro puede cambiar tu perspectiva.",
   "El aburrimiento también crea: desde ahí nacen juegos, arte, preguntas, caminos inesperados.\nConfía en esa incomodidad creativa. Es tu motor encendiendo."
 ],
 "enojado": [
   "Tu enojo tiene un mensaje. No lo ignores, pero tampoco lo dejes conducir.\nEscúchalo con respeto, exprésalo con cuidado. Es una guía, no un arma.",
   "Estás ardiendo por dentro y eso merece ser validado.\nNadie más vive lo que tú estás sintiendo, y no necesitas justificarte.\nSolo no te hagas daño quedándote atrapado ahí.",
   "Respira. La rabia viene de algo que importa, de algo que dolió o se sintió injusto.\nEstá bien sentirla, pero dale dirección: que construya, no que destruya.",
   "Estás intentando protegerte de algo que fue demasiado. Ese impulso merece atención, no juicio.\nSostente en tu centro y transforma eso en claridad.",
   "Recuerda que expresar lo que te molesta es tan válido como necesario.\nSolo elige hacerlo desde la conciencia, no desde el impulso ciego.\nAhí está tu verdadero poder."
 ]
}